chat_system_294781966_actor_description=Miller-zombie.
chat_system_294781966_snap_12_question=^?^Thank you! I'm already feeling my human nature returning to me! It seems I even smell the aroma of the newly-baked bread.
chat_system_294781966_snap_12_answer_0=^?^I only hope that you'll stop robbing graves. Next time I may choose another way to save the village from zombies!
chat_system_294781966_snap_12_answer_1=^?^I'm glad for you. I hope this will be a good lesson for you!
chat_system_294781966_snap_7_question=^?^Is that you, [player]? So have you found the ring? Hake must have it for sure!
chat_system_294781966_snap_7_answer_0=^?^I decided to try another way of saving you from your torments, and I don't need the ring for this...
chat_system_294781966_snap_7_answer_1=^?^I've found the ring. And I got a spell from the mages which will remove the curse...
chat_system_294781966_snap_7_answer_2=^?^No, I can't help you yet...
chat_system_294781966_snap_8_question=^?^Good news! You even can't imagine how the torments eat at me. My flesh is rotting alive. I can see the souls of those who died long ago, and their moans frighten me... Come on, turn me back into a human!
chat_system_294781966_snap_8_answer_0=^?^I'm not talking about turning you back into a human. Instead, I'll destroy you with fire and my sword, you disgusting offspring!
chat_system_294781966_snap_8_answer_1=^?^Forget it. I don't have the necessary remedy.
chat_system_294781966_snap_9_question=^?^Don't tantalize me, [player]! Come, remove the curse from me!
chat_system_294781966_snap_9_answer_0=^?^"Sobery rat kaberne conusom"
chat_system_294781966_snap_9_answer_1=^?^"Sobius cant beriil tonus"
chat_system_294781966_snap_9_header_1=^?^Well... Well....<br>It's working! I feel something crackling inside me... How... How my ribs are rotting and breaking! Oh no, I rot alive - I mean dead! What have you done?
chat_system_294781966_snap_9_answer_2=^?^"Sobius rat caberian torus"
chat_system_294781966_snap_9_header_2=^?^It worked! I felt at once how it became warmer inside me... And my legs became more obedient as if they have thawed...<br><br>[s]The spell pronounced correctly allowed you to raise your magic potential: Intellect +1.[/s]
chat_system_294781966_snap_9_answer_3=^?^"Sobius rat kaberian torus"
chat_system_294781966_snap_9_answer_4=^?^[s]The correct variant:[/s] "Sobius rat kaberian torus"
chat_system_294781966_snap_9_answer_5=^?^"Sobius rat siberian torus"
chat_system_294781966_snap_9_header_5=^?^Yes! You did it! I'm already feeling how my eyesight is becoming clearer. The fog and darkness disperses - I see as if I stand in daylight. I see you, every crease on your clothes, and every vein on your neck. I hear how your living heart beats... Oh, how I want to dig my teeth into it!!!
chat_system_294781966_snap_9_answer_6=^?^I don't remember the words, but I remember another way to save you from torments!
chat_system_294781966_snap_9_answer_7=^?^I forgot the words...
chat_system_294781966_snap_10_question=^?^It seems... Yes! Something is going on... As if... Like...<br><br>Oh, I just thought for a second... Hmm, maybe you learned the spell wrong?
chat_system_294781966_snap_10_answer_0=^?^Something is wrong... Let's try it one more time...
chat_system_294781966_snap_11_question=^?^It worked! I felt at once how it became warmer inside me... And my legs became more obedient as if they have thawed...
chat_system_294781966_snap_11_answer_0=^?^That's how it should be. Soon you'll have completely returned to being a normal human... Good luck!
chat_system_294781966_snap_0_question=^?^Don't come up! Get out of here! Don't look at me!
chat_system_294781966_snap_0_answer_0=^?^Oh, Gods of Endoria! What is this!?
chat_system_294781966_snap_2_question=^?^Don't you see? I'm the local miller! My name is Bob Baker...
chat_system_294781966_snap_2_answer_0=^?^It's strange! But you resemble a zombie much more than a miller.
chat_system_294781966_snap_2_answer_1=^?^You know what, I don't believe you. What did you do with Baker?
chat_system_294781966_snap_3_question=^?^Don't doubt it - I really am the miller... Or perhaps I should say instead - I was him not so long ago... Working the mill is not a cushy job, I can barely make a living.<br>Normally I take on extra work, but to tell you the truth, it was not always honest work. Sometimes I went grave robbing. I was spending nights at the cemetery in Marshan Swamp, searching for valuables in the graves and crypts...<br>It seems like I caught a disease at the cemetery. You can see for yourself what... happened to me.
chat_system_294781966_snap_3_answer_0=^?^Sounds terrible. Maybe I can help you?
chat_system_294781966_snap_3_answer_1=^?^In the name of the Holy Inquisition, die, you offspring of Darkness!
chat_system_294781966_snap_3_answer_2=^?^The presence of zombies is dangerous for the village residents, so I'm afraid I'll have to kill you!
chat_system_294781966_snap_4_question=^?^I don't know. Maybe mages from the Magic School will be able to do something. Maybe they could help somehow. They are wizards and they must be able to treat strange illnesses!
chat_system_294781966_snap_4_answer_0=^?^Yes, the mages might help. I'll go to the Magic School and tell them of your trouble.
chat_system_294781966_snap_1_question=^?^Ugh... Who's there? I feel the warmth of living flesh...<br>A-a-ah... It's you, [player]... <br>So have you visited the mages? What did the wizards say? Is there any hope for me?<br>
chat_system_294781966_snap_1_answer_0=^?^There is a way to help you get rid of your torments.
chat_system_294781966_snap_1_answer_1=^?^Yes. The mages think that a curse befell you, when you took some enchanted item out of a grave.
chat_system_294781966_snap_1_answer_2=^?^No, I haven't been there yet.
chat_system_294781966_snap_5_question=^?^Oh! I knew, I knew that something was wrong with that ring! So, it turned out to be cursed...<br>I found a golden ring in a grave. When I tried it on - well, it really hurt! The wound took a long time to heal. And now I remember that it was from this wound that my flesh began to transform.<br>I gave the ring to the Rotten Hake, the robbers' leader. I give him all my loot, and they sell the stolen things.
chat_system_294781966_snap_5_answer_0=^?^Ok, I'll go to him. How can I find him?
chat_system_294781966_snap_6_question=^?^In the forest to the north from the capital, there's a robbers' den. The place is not welcoming - the forest is gloomy, and it just feels wrong, like unkind people and animals live there. And in fact this is indeed the case. Rotten Hake and his gang make their living there. I hope he still has the ring, because if he already resold it, I'm in trouble!
chat_system_294781966_snap_6_answer_0=^?^Don't worry, miller. I'll find Hake and the things which you sold him.
